# SetPlanarTransform

## Description
Get planar matrix and transform polygon points.

```pascal
FUNCTION SetPlanarTransform(h : HANDLE): HANDLE;
```

```python
def vs.SetPlanarTransform(h):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|   |

## Version
Availability: from Vectorworks 2016

## Category
* Utility